       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
       A000-FIRST-PARA.
           DISPLAY 'Hello, world!'.
       STOP RUN.
